Repository: krasin/bash-experiment
Catalog: indent/po/*.po
Languages: sk

source: option: %s
sk: vo�ba: %s

source: Profile contains an unterminated comment
sk: Profil obsahuje neukon�en� koment�r

source: Profile contains unpalatable characters
sk: Profil obsahuje nepr�jemn� znaky

source: indent: Strange version-control value
sk: indent: Divn� hodnota version-control

source: indent: Using numbered-existing
sk: indent: Pou�ij� sa existuj�ce o��slovan�

source: indent: Can't make backup filename of %s
sk: indent: Nem��em vytvori� z�lo�n� k�piu s�boru %s

source: Can't open backup file %s
sk: Nem��em otvori� z�lo�n� s�bor %s

source: Can't write to backup file %s
sk: Nem��em zap�sa� do z�lo�n�ho s�boru %s

source: Can't preserve modification time on backup file %s
sk: Nem��em zachova� �as zmeny z�lo�n�ho s�boru %s

source: indent: Virtual memory exhausted.
sk: indent: Vy�erpan� virtu�lna pam��.

source: indent: Fatal Error:
sk: indent: Z�va�n� chyba:

source: indent: System Error:
sk: indent: Syst�mov� chyba:

source: Warning
sk: Upozornenie

source: Error
sk: Chyba

source: Ran out of memory
sk: Beh vy�erpal pam��

source: Line broken
sk: Riadok rozdelen�

source: Unmatched #else
sk: Nezodpovedaj�ce #else

source: Unmatched #elif
sk: Nezodpovedaj�ce #elif

source: Unmatched #endif
sk: Nezodpovedaj�ce #endif

source: EOF encountered in comment
sk: V koment�ri sa vyskytol koniec s�boru

source: Unexpected end of file
sk: Neo�ak�van� koniec s�boru

source: There were %d non-blank output lines and %d comments
sk: Spracovan�ch %d nepr�zdnych v�stupn�ch riadkov a %d koment�rov

source: (Lines with comments)/(Lines with code): %6.3f
sk: (Riadkov s koment�rmi)/(Riadkov s k�dom): %6.3f

source: Line broken 2
sk: Riadok rozdelen� 2

source: indent: only one output file (2nd was %s)
sk: indent: iba jeden v�stupn� s�bor (druh� bol %s)

source: indent: only one input file when output file is specified
sk: indent: iba jeden vstupn� s�bor, ke� je zadan� v�stupn� s�bor

source: indent: can't have filenames when specifying standard input
sk: indent: nemo�no zada� s�bory, ak ste zadali �tandardn� vstup

source: indent: only one input file when stdout is used
sk: indent: iba jeden vstupn� s�bor, ke� je pou�it� �tandardn� v�stup

source: Read profile %s
sk: �ita� profil %s

source: Internal buffering error
sk: Intern� chyba vyrovn�vacej pam�te

source: Can't open input file %s
sk: Nem��em otvori� vstupn� s�bor %s

source: Can't stat input file %s
sk: Nem��em zisti� stav vstupn�ho s�boru %s

source: Warning: Zero-length file %s
sk: Varovanie: S�bor %s m� nulov� d��ku

source: File %s is too big to read
sk: S�bor %s je pr�li� ve�k� na ��tanie

source: System problem reading file %s
sk: Syst�mov� probl�m pri ��tan� s�boru %s

source: Error reading input file %s
sk: Chyba pri ��tan� vstupn�ho s�boru %s

source: Error closeing input file %s
sk: Chyba pri zatv�ran� vstupn�ho s�boru %s

source: Warning: File %s contains NULL-characters
sk: Upozornenie: S�bor %s obsahuje nulov� znaky

source: Unterminated character constant
sk: Neukon�en� znakov� kon�tanta

source: Unterminated string constant
sk: Neukon�en� re�azcov� kon�tanta

source: old style assignment ambiguity in "=%c". Assuming "= %c"
sk: nejednozna�nos� priradenia star�ho �t�lu v "=%c". Predpoklad� sa "= %c"

source: indent: can't create %s
sk: indent: nem��em vytvori� %s

source: Can't close output file %s
sk: Nem��em zatvori� v�stupn� s�bor %s

source: Can't preserve modification time on output file %s
sk: Nem��em zachova� �as zmeny v�stupn�ho s�boru %s

source: Unmatched 'else'
sk: Nezodpovedaj�ce 'else'

source: Stmt nesting error.
sk: Chyba vnorenia stmt.

source: Unknown code to parser
sk: Analyz�tor nepozn� tento k�d

source: ParseStack [%d]:
sk: Z�sobn�k analyz�tora [%d]:

source: stack[%d] => stack: %d ind_level: %d
sk: z�sobn�k[%d] => z�sobn�k: %d ind_�rove�: %d

source: CANNOT FIND '@' FILE!
sk: NEMԮEM N�JS� S�BOR '@'!
